const c = "Антон Павлович Чехов"


console.log( c + " - русский писатель, прозаик, драматург, врач, общественный деятель в сфере благотворительности")
console.log( c + " родился 29 января 1860г." + "в г. Таганроге в многодетной купеческой семье.")
console.log("Близкие родственники " + c + " исповедовали христианскую веру, поэтому часто " + c + " на церковные праздники пел в приходском храме.")
console.log("В 90гг 19 века " + c + " совершил поездку на Сахалин, куда его отправили, потому что местные жители нуждались в медицинской помощи и в переписи населения.")
console.log("Началом литературного пути стоит считать 1884 год, когда вышел его первый сборник «Сказки Мельпомены».")
console.log("Написанные там произведения «Палата №6», «Остров Сахалин», «В ссылке», отражают переживания и чувства автора, испытанные во время поездки. На произведения " + c + " оказало большое влияние творчество Л. Толстого.")
console.log("Свои первые произведения " + c + " подписывал псевдонимами такими как: «Человек без селезенки», «Антоша Чехонте» и др.")
console.log("Считается, что он делал это, потому что боялся критики со стороны читателей. В поздние годы своей жизни " + c + " пишет в основном пьесы и пьески: «Вишневый сад», «Чайка», «Три сестры».")
console.log("Все его произведению всегда преследовали одну цель. Писатель хотел открыть читателям глаза на мир того времени и высмеять пороки многих высокопоставленных людей, которых считали идеальными.")
console.log("Интересно, что " + c + " является одним из самых известных авторов, пьесы которых ставились наибольшее количество раз во всем мире.")
console.log("Скончался 15 июля 1904 (44 года)")

console.log("    *  * * *")
console.log("    *  *")
console.log("    *  * * *")
console.log(" *  *      *")
console.log("  * *  * * *")
